Repository: dkxmercury/Rema
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, fr, ru, uk, uz_cyrl, uz_latn

source: Sign in and your reminders will be on all your devices. You can change phones without losing anything.
ar: سجّل الدخول لتكون تذكيراتك على كل أجهزتك. يمكنك تغيير هاتفك دون أن تفقد شيئًا.
de: Melde dich an, dann sind deine Erinnerungen auf all deinen Geräten. So wechselst du das Telefon, ohne etwas zu verlieren.
fr: Connectez-vous et vos rappels seront sur tous vos appareils. Vous pourrez changer de téléphone sans rien perdre.
ru: Войдите, и напоминания будут на всех ваших устройствах. Сменить телефон можно без потерь.
uk: Увійдіть, і нагадування будуть на всіх ваших пристроях. Змінити телефон можна без втрат.
uz_cyrl: Киринг, шунда эслатмалар барча қурилмаларингизда бўлади. Телефонни ҳеч нарса йўқотмасдан алмаштириш мумкин.
uz_latn: Kiring, shunda eslatmalar barcha qurilmalaringizda bo‘ladi. Telefonni hech narsa yo‘qotmasdan almashtirish mumkin.

# Sign in tab
source: Sign in
ar: تسجيل الدخول
de: Anmelden
fr: Connexion
ru: Вход
uk: Вхід
uz_cyrl: Кириш
uz_latn: Kirish

source: Sign in to keep your reminders
ar: سجّل الدخول للاحتفاظ بتذكيراتك
de: Melde dich an, um deine Erinnerungen zu behalten
fr: Connectez-vous pour garder vos rappels
ru: Войдите, чтобы не потерять напоминания
uk: Увійдіть, щоб не втратити нагадування
uz_cyrl: Эслатмалар йўқолмаслиги учун киринг
uz_latn: Eslatmalar yo‘qolmasligi uchun kiring

source: Sign in to this account on another phone and your reminders will appear there.
ar: سجّل الدخول إلى هذا الحساب على هاتف آخر وستظهر تذكيراتك هناك.
de: Melde dich auf einem anderen Telefon mit diesem Konto an, dann erscheinen deine Erinnerungen dort.
fr: Connectez-vous à ce compte sur un autre téléphone et vos rappels y apparaîtront.
ru: Войдите в этот аккаунт на другом телефоне, и напоминания появятся там.
uk: Увійдіть у цей акаунт на іншому телефоні, і нагадування з’являться там.
uz_cyrl: Шу аккаунтга бошқа телефонда киринг, эслатмалар у ерда пайдо бўлади.
uz_latn: Shu akkauntga boshqa telefonda kiring, eslatmalar u yerda paydo bo‘ladi.

source: Sign out
ar: تسجيل الخروج
de: Abmelden
fr: Se déconnecter
ru: Выйти
uk: Вийти
uz_cyrl: Чиқиш
uz_latn: Chiqish

source: Sign out anyway
ar: تسجيل الخروج على أي حال
de: Trotzdem abmelden
fr: Se déconnecter quand même
ru: Всё равно выйти
uk: Все одно вийти
uz_cyrl: Барибир чиқиш
uz_latn: Baribir chiqish

# Sign up tab
source: Sign up
ar: إنشاء حساب
de: Registrieren
fr: Inscription
ru: Регистрация
uk: Реєстрація
uz_cyrl: Рўйхатдан ўтиш
uz_latn: Ro‘yxatdan o‘tish

source: Signed in with Apple
ar: تسجيل الدخول عبر Apple
de: Angemeldet mit Apple
fr: Connecté avec Apple
ru: Вход через Apple
uk: Вхід через Apple
uz_cyrl: Apple орқали кирилган
uz_latn: Apple orqali kirilgan

source: Signed in with Google
ar: تسجيل الدخول عبر Google
de: Angemeldet mit Google
fr: Connecté avec Google
ru: Вход через Google
uk: Вхід через Google
uz_cyrl: Google орқали кирилган
uz_latn: Google orqali kirilgan

source: Signed in with email
ar: تسجيل الدخول بالبريد
de: Angemeldet mit E-Mail
fr: Connecté par e-mail
ru: Вход по почте
uk: Вхід через пошту
uz_cyrl: Почта орқали кирилган
uz_latn: Pochta orqali kirilgan

source: Signing in with Google is not available yet.
ar: تسجيل الدخول باستخدام Google غير متاح بعد.
de: Die Anmeldung mit Google ist noch nicht verfügbar.
fr: La connexion avec Google n’est pas encore disponible.
ru: Вход через Google пока недоступен.
uk: Вхід через Google поки недоступний.
uz_cyrl: Google орқали кириш ҳозирча мавжуд эмас.
uz_latn: Google orqali kirish hozircha mavjud emas.

source: Siri and Shortcuts
ar: Siri والاختصارات
de: Siri und Kurzbefehle
fr: Siri et Raccourcis
ru: Siri и Команды
uk: Siri і Швидкі команди
uz_cyrl: Siri ва Тезкор буйруқлар
uz_latn: Siri va Tezkor buyruqlar

source: Skip
ar: تخطٍّ
de: Überspringen
fr: Passer
ru: Пропустить
uk: Пропустити
uz_cyrl: Ўтказиб юбориш
uz_latn: O‘tkazib yuborish

source: Skip today
ar: تخطَّ اليوم
de: Heute überspringen
fr: Ignorer aujourd’hui
ru: Пропустить сегодня
uk: Пропустити сьогодні
uz_cyrl: Бугун ўтказиб юбориш
uz_latn: Bugun o‘tkazib yuborish

source: Snooze in notifications
ar: التأجيل في الإشعارات
de: Verschieben in Mitteilungen
fr: Reporter depuis les notifications
ru: Отложить в уведомлении
uk: Відкласти у сповіщенні
uz_cyrl: Билдиришномада кейинга суриш
uz_latn: Bildirishnomada keyinga surish

source: Snooze reminder
ar: تأجيل التذكير
de: Erinnerung verschieben
fr: Reporter le rappel
ru: Отложить напоминание
uk: Відкласти нагадування
uz_cyrl: Эслатмани кейинга суриш
uz_latn: Eslatmani keyinga surish

source: Snoozed by %lld min: %@
ar: تأجيل %1$lld دقيقة: %2$@
de: Um %1$lld Min. verschoben: %2$@
fr: Reporté de %1$lld min : %2$@
ru: Отложено на %1$lld мин: %2$@
uk: Відкладено на %1$lld хв: %2$@
uz_cyrl: %1$lld дақиқага сурилди: %2$@
uz_latn: %1$lld daqiqaga surildi: %2$@

source: Snoozed reminder
ar: تذكير مؤجل
de: Verschobene Erinnerung
fr: Rappel reporté
ru: Отложенное напоминание
uk: Відкладене нагадування
uz_cyrl: Сурилган эслатма
uz_latn: Surilgan eslatma

source: Snow today
ar: ثلج اليوم
de: Heute Schnee
fr: Neige aujourd’hui
ru: Сегодня снег
uk: Сьогодні сніг
uz_cyrl: Бугун қор
uz_latn: Bugun qor

source: Snow tomorrow
ar: ثلج غدًا
de: Morgen Schnee
fr: Neige demain
ru: Завтра снег
uk: Завтра сніг
uz_cyrl: Эртага қор
uz_latn: Ertaga qor

source: So nothing slips by
ar: حتى لا يفوتك شيء
de: Damit nichts untergeht
fr: Pour ne rien manquer
ru: Чтобы ничего не пропустить
uk: Щоб нічого не пропустити
uz_cyrl: Ҳеч нарсани ўтказиб юбормаслик учун
uz_latn: Hech narsani o‘tkazib yubormaslik uchun

source: So you can pack without a rush
ar: لتستعد للسفر دون عجلة
de: Damit du in Ruhe packen kannst
fr: Pour préparer le voyage sans vous presser
ru: Чтобы спокойно собраться в дорогу
uk: Щоб спокійно зібратися в дорогу
uz_cyrl: Йўлга шошилмасдан тайёрланиш учун
uz_latn: Yo‘lga shoshilmasdan tayyorlanish uchun

source: So you have time for a gift
ar: لتلحق بتجهيز الهدية
de: Damit du rechtzeitig ein Geschenk hast
fr: Pour avoir le temps de trouver un cadeau
ru: Чтобы успеть с подарком
uk: Щоб устигнути з подарунком
uz_cyrl: Совға тайёрлашга улгуриш учун
uz_latn: Sovg‘a tayyorlashga ulgurish uchun

source: Soft
ar: ناعم
de: Sanft
fr: Doux
ru: Мягкий
uk: М’який
uz_cyrl: Юмшоқ
uz_latn: Yumshoq

source: Some changes are not in the account yet
ar: بعض التغييرات ليست في الحساب بعد
de: Einige Änderungen sind noch nicht im Konto
fr: Certaines modifications ne sont pas encore dans le compte
ru: Часть изменений ещё не в аккаунте
uk: Частина змін ще не в акаунті
uz_cyrl: Баъзи ўзгаришлар ҳали аккаунтда эмас
uz_latn: Ba’zi o‘zgarishlar hali akkauntda emas

source: Something went wrong. Try again.
ar: حدث خطأ ما. حاول مرة أخرى.
de: Etwas ist schiefgelaufen. Versuch es noch einmal.
fr: Un problème est survenu. Réessayez.
ru: Что-то пошло не так. Попробуйте ещё раз.
uk: Щось пішло не так. Спробуйте ще раз.
uz_cyrl: Нимадир хато кетди. Қайта уриниб кўринг.
uz_latn: Nimadir xato ketdi. Qayta urinib ko‘ring.

source: Sound
ar: الصوت
de: Ton
fr: Son
ru: Звук
uk: Звук
uz_cyrl: Товуш
uz_latn: Tovush

source: Speak
ar: تحدّث
de: Sprich
fr: Parlez
ru: Говорите
uk: Говоріть
uz_cyrl: Гапиринг
uz_latn: Gapiring

source: Speech recognition is not available for this language yet.
ar: التعرف على الكلام غير متاح لهذه اللغة بعد.
de: Spracherkennung ist für diese Sprache noch nicht verfügbar.
fr: La reconnaissance vocale n’est pas encore disponible pour cette langue.
ru: Для этого языка распознавание речи пока недоступно.
uk: Для цієї мови розпізнавання мовлення поки недоступне.
uz_cyrl: Бу тил учун нутқни таниш ҳали мавжуд эмас.
uz_latn: Bu til uchun nutqni tanish hali mavjud emas.

source: Sport
ar: رياضة
ru: Спорт
uk: Спорт
uz_cyrl: Спорт

source: Step %lld of %lld
ar: الخطوة %1$lld من %2$lld
de: Schritt %1$lld von %2$lld
fr: Étape %1$lld sur %2$lld
ru: Шаг %1$lld из %2$lld
uk: Крок %1$lld з %2$lld
uz_cyrl: %2$lld тадан %1$lld-қадам
uz_latn: %2$lld tadan %1$lld-qadam

source: Strong wind today
ar: رياح قوية اليوم
de: Heute starker Wind
fr: Vent fort aujourd’hui
ru: Сегодня сильный ветер
uk: Сьогодні сильний вітер
uz_cyrl: Бугун кучли шамол
uz_latn: Bugun kuchli shamol

source: Strong wind tomorrow
ar: رياح قوية غدًا
de: Morgen starker Wind
fr: Vent fort demain
ru: Завтра сильный ветер
uk: Завтра сильний вітер
uz_cyrl: Эртага кучли шамол
uz_latn: Ertaga kuchli shamol

source: Study
ar: الدراسة
de: Studium
fr: Études
ru: Учёба
uk: Навчання
uz_cyrl: Ўқиш
uz_latn: O‘qish

source: Summary of the day
ar: ملخص اليوم
de: Tagesüberblick
fr: Résumé de la journée
ru: Сводка дня
uk: Підсумок дня
uz_cyrl: Кун хулосаси
uz_latn: Kun xulosasi

source: Sun today
ar: شمس اليوم
de: Heute Sonne
fr: Soleil aujourd’hui
ru: Сегодня солнце
uk: Сьогодні сонце
uz_cyrl: Бугун қуёшли
uz_latn: Bugun quyoshli

source: Sun tomorrow
ar: شمس غدًا
de: Morgen Sonne
fr: Soleil demain
ru: Завтра солнце
uk: Завтра сонце
uz_cyrl: Эртага қуёшли
uz_latn: Ertaga quyoshli

source: Sync
ar: المزامنة
de: Synchronisierung
fr: Synchronisation
ru: Синхронизация
uk: Синхронізація
uz_cyrl: Синхронлаш
uz_latn: Sinxronlash

source: Take an umbrella and take care outside.
ar: خذ مظلة واحذر في الخارج.
de: Nimm einen Schirm mit und pass draußen auf dich auf.
fr: Prenez un parapluie et soyez prudent dehors.
ru: Возьмите зонт и берегите себя на улице.
uk: Візьміть парасольку й бережіть себе надворі.
uz_cyrl: Соябон олинг ва кўчада эҳтиёт бўлинг.
uz_latn: Soyabon oling va ko‘chada ehtiyot bo‘ling.

source: Take vitamins
ar: تناول الفيتامينات
de: Vitamine nehmen
fr: Prendre les vitamines
ru: Выпить витамины
uk: Випити вітаміни
uz_cyrl: Витамин ичиш
uz_latn: Vitamin ichish

source: Tap to finish
ar: اضغط للإنهاء
de: Zum Beenden tippen
fr: Touchez pour terminer
ru: Нажмите, чтобы закончить
uk: Натисніть, щоб завершити
uz_cyrl: Тугатиш учун босинг
uz_latn: Tugatish uchun bosing

source: Tap to try again
ar: اضغط للمحاولة مجددًا
de: Zum erneuten Versuch tippen
fr: Touchez pour réessayer
ru: Нажмите, чтобы попробовать снова
uk: Натисніть, щоб спробувати знову
uz_cyrl: Қайта уриниш учун босинг
uz_latn: Qayta urinish uchun bosing

source: Tells what is next and how soon.
ar: يخبرك بما هو التالي ومتى.
de: Sagt, was als Nächstes kommt und wann.
fr: Indique ce qui vient et dans combien de temps.
ru: Говорит, что дальше и через сколько.
uk: Каже, що далі і через скільки.
uz_cyrl: Кейинги эслатма ва қанча қолганини айтади.
uz_latn: Keyingi eslatma va qancha qolganini aytadi.

source: Terms of use
ar: شروط الاستخدام
de: Nutzungsbedingungen
fr: Conditions d’utilisation
ru: Условия использования
uk: Умови використання
uz_cyrl: Фойдаланиш шартлари
uz_latn: Foydalanish shartlari

source: The account and all reminders will be deleted forever
ar: سيُحذف الحساب وكل التذكيرات نهائيًا
de: Das Konto und alle Erinnerungen werden endgültig gelöscht
fr: Le compte et tous les rappels seront supprimés définitivement
ru: Аккаунт и все напоминания удалятся навсегда
uk: Акаунт і всі нагадування видаляться назавжди
uz_cyrl: Аккаунт ва барча эслатмалар бутунлай ўчирилади
uz_latn: Akkaunt va barcha eslatmalar butunlay o‘chiriladi

source: The account did not accept some changes, they are only on this phone. If you sign out, they will be lost.
ar: لم يقبل الحساب بعض التغييرات، وهي على هذا الهاتف فقط. إذا سجّلت الخروج فستضيع.
de: Das Konto hat einige Änderungen nicht angenommen, sie sind nur auf diesem Telefon. Wenn du dich abmeldest, gehen sie verloren.
fr: Le compte n’a pas accepté certaines modifications, elles ne sont que sur ce téléphone. Si vous vous déconnectez, elles seront perdues.
ru: Аккаунт не принял часть изменений, они есть только на этом телефоне. Если выйти, они пропадут.
uk: Акаунт не прийняв частину змін, вони є лише на цьому телефоні. Якщо вийти, вони пропадуть.
uz_cyrl: Аккаунт баъзи ўзгаришларни қабул қилмади, улар фақат шу телефонда. Чиқсангиз, улар йўқолади.
uz_latn: Akkaunt ba’zi o‘zgarishlarni qabul qilmadi, ular faqat shu telefonda. Chiqsangiz, ular yo‘qoladi.

source: The code has expired. Send a new one.
ar: انتهت صلاحية الرمز. أرسل رمزًا جديدًا.
de: Der Code ist abgelaufen. Fordere einen neuen an.
fr: Le code a expiré. Demandez-en un nouveau.
ru: Код устарел. Отправьте новый.
uk: Код застарів. Надішліть новий.
uz_cyrl: Коднинг муддати тугади. Янгисини юборинг.
uz_latn: Kodning muddati tugadi. Yangisini yuboring.

source: The code is wrong. Check the email and try again.
ar: الرمز غير صحيح. تحقق من الرسالة وحاول مرة أخرى.
de: Der Code stimmt nicht. Prüfe die E-Mail und versuch es noch einmal.
fr: Le code ne correspond pas. Vérifiez l’e-mail et réessayez.
ru: Код не подходит. Проверьте письмо и попробуйте ещё раз.
uk: Код не підходить. Перевірте лист і спробуйте ще раз.
uz_cyrl: Код нотўғри. Хатни текшириб, қайта уриниб кўринг.
uz_latn: Kod noto‘g‘ri. Xatni tekshirib, qayta urinib ko‘ring.

source: The day on a 24-hour dial and the next reminder.
ar: اليوم على قرص 24 ساعة والتذكير التالي.
de: Der Tag auf einem 24-Stunden-Zifferblatt und die nächste Erinnerung.
fr: La journée sur un cadran de 24 heures et le prochain rappel.
ru: День на циферблате 24 часа и ближайшее напоминание.
uk: День на 24-годинному циферблаті і найближче нагадування.
uz_cyrl: 24 соатлик циферблатдаги кун ва энг яқин эслатма.
uz_latn: 24 soatlik siferblatdagi kun va eng yaqin eslatma.

source: The language changes right away. Dates, times and weekdays follow it.
ar: تتغير اللغة فورًا، وتتبعها التواريخ والأوقات وأيام الأسبوع.
de: Die Sprache ändert sich sofort. Datum, Uhrzeit und Wochentage passen sich an.
fr: La langue change tout de suite. Les dates, l’heure et les jours de la semaine suivent.
ru: Язык меняется сразу. Даты, время и дни недели подстроятся под него.
uk: Мова змінюється одразу. Дати, час і дні тижня підлаштуються під неї.
uz_cyrl: Тил дарҳол ўзгаради. Саналар, вақт ва ҳафта кунлари унга мослашади.
uz_latn: Til darhol o‘zgaradi. Sanalar, vaqt va hafta kunlari unga moslashadi.

source: The password needs at least 8 characters.
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل.
de: Das Passwort muss mindestens 8 Zeichen haben.
fr: Le mot de passe doit contenir au moins 8 caractères.
ru: В пароле должно быть не меньше 8 знаков.
uk: У паролі має бути щонайменше 8 знаків.
uz_cyrl: Пароль камида 8 та белгидан иборат бўлиши керак.
uz_latn: Parol kamida 8 ta belgidan iborat bo‘lishi kerak.

source: The sign-in has expired. Sign in again.
ar: انتهت صلاحية تسجيل الدخول. سجّل الدخول مرة أخرى.
de: Die Anmeldung ist abgelaufen. Melde dich erneut an.
fr: La connexion a expiré. Reconnectez-vous.
ru: Вход устарел. Войдите снова.
uk: Вхід застарів. Увійдіть знову.
uz_cyrl: Кириш муддати тугади. Қайта киринг.
uz_latn: Kirish muddati tugadi. Qayta kiring.

source: The watch app installs together with Rema. If it is not on your watch, install it in the Watch app on your iPhone.
ar: يُثبَّت تطبيق الساعة مع Rema. وإن لم يكن على ساعتك فثبّته من تطبيق Watch على iPhone.
de: Die Uhr-App wird mit Rema installiert. Fehlt sie auf deiner Uhr, installiere sie in der Watch-App auf dem iPhone.
fr: L’app pour la montre s’installe avec Rema. Si elle n’est pas sur votre montre, installez-la depuis l’app Watch sur l’iPhone.
ru: Приложение для часов ставится вместе с Rema. Если его нет на часах, установите его в приложении Watch на iPhone.
uk: Застосунок для годинника встановлюється разом із Rema. Якщо його немає на годиннику, встановіть його в застосунку Watch на iPhone.
uz_cyrl: Соат учун илова Rema билан бирга ўрнатилади. Агар соатда бўлмаса, уни iPhone’даги Watch иловасида ўрнатинг.
uz_latn: Soat uchun ilova Rema bilan birga o‘rnatiladi. Agar soatda bo‘lmasa, uni iPhone’dagi Watch ilovasida o‘rnating.

source: Theme
ar: المظهر
de: Design
fr: Thème
ru: Тема
uk: Тема
uz_cyrl: Мавзу
uz_latn: Mavzu

source: There is no connection right now. If you sign out, these changes will be lost.
ar: لا يوجد اتصال الآن. إذا سجّلت الخروج فستضيع هذه التغييرات.
de: Gerade gibt es keine Verbindung. Wenn du dich abmeldest, gehen diese Änderungen verloren.
fr: Il n’y a pas de connexion pour le moment. Si vous vous déconnectez, ces modifications seront perdues.
ru: Сейчас нет связи. Если выйти, эти изменения пропадут.
uk: Зараз немає зв’язку. Якщо вийти, ці зміни пропадуть.
uz_cyrl: Ҳозир алоқа йўқ. Чиқсангиз, бу ўзгаришлар йўқолади.
uz_latn: Hozir aloqa yo‘q. Chiqsangiz, bu o‘zgarishlar yo‘qoladi.

source: They will live in your account and appear on any of your phones.
ar: ستُحفظ في حسابك وتظهر على أي هاتف لديك.
de: Sie liegen in deinem Konto und erscheinen auf jedem deiner Telefone.
fr: Ils seront dans votre compte et sur tous vos téléphones.
ru: Они будут в аккаунте и появятся на любом вашем телефоне.
uk: Вони будуть в акаунті й з’являться на будь-якому вашому телефоні.
uz_cyrl: Улар аккаунтингизда сақланади ва исталган телефонингизда пайдо бўлади.
uz_latn: Ular akkauntingizda saqlanadi va istalgan telefoningizda paydo bo‘ladi.

source: This account has no email we can send a code to, so it is deleted right after you confirm.
ar: لا يوجد لهذا الحساب بريد يمكن إرسال رمز إليه، لذلك سيُحذف فور تأكيدك.
de: Dieses Konto hat keine E-Mail-Adresse, an die wir einen Code schicken können, deshalb wird es gleich nach deiner Bestätigung gelöscht.
fr: Ce compte n’a pas d’adresse e-mail à laquelle envoyer un code, il sera donc supprimé dès votre confirmation.
ru: У этого аккаунта нет почты, на которую можно отправить код, поэтому он удалится сразу после подтверждения.
uk: У цього акаунта немає пошти, на яку можна надіслати код, тому він видалиться одразу після підтвердження.
uz_cyrl: Бу аккаунтда код юбориш мумкин бўлган почта йўқ, шунинг учун у тасдиқлашингиз билан ўчирилади.
uz_latn: Bu akkauntda kod yuborish mumkin bo‘lgan pochta yo‘q, shuning uchun u tasdiqlashingiz bilan o‘chiriladi.

source: This email already belongs to another way of signing in.
ar: هذا البريد مرتبط بطريقة تسجيل دخول أخرى.
de: Diese E-Mail gehört schon zu einer anderen Anmeldeart.
fr: Cet e-mail est déjà lié à un autre mode de connexion.
ru: Эта почта уже привязана к другому способу входа.
uk: Ця пошта вже прив’язана до іншого способу входу.
uz_cyrl: Бу почта бошқа кириш усулига боғланган.
uz_latn: Bu pochta boshqa kirish usuliga bog‘langan.

source: This email is already registered. Sign in with your password.
ar: هذا البريد مسجّل بالفعل. سجّل الدخول بكلمة المرور.
de: Diese E-Mail ist schon registriert. Melde dich mit deinem Passwort an.
fr: Cet e-mail est déjà enregistré. Connectez-vous avec votre mot de passe.
ru: Эта почта уже зарегистрирована. Войдите с паролем.
uk: Ця пошта вже зареєстрована. Увійдіть із паролем.
uz_cyrl: Бу почта аллақачон рўйхатдан ўтган. Пароль билан киринг.
uz_latn: Bu pochta allaqachon ro‘yxatdan o‘tgan. Parol bilan kiring.

source: This evening
ar: هذا المساء
de: Heute Abend
fr: Ce soir
ru: Вечером
uk: Увечері
uz_cyrl: Кечқурун
uz_latn: Kechqurun

source: This is the last reminder.
ar: هذا آخر تذكير.
de: Das ist die letzte Erinnerung.
fr: C’est le dernier rappel.
ru: Это последнее напоминание.
uk: Це останнє нагадування.
uz_cyrl: Бу охирги эслатма.
uz_latn: Bu oxirgi eslatma.

source: This is the third week in a row you set “%@”.
ar: هذا ثالث أسبوع على التوالي تضيف فيه «%@».
de: Schon die dritte Woche in Folge legst du „%@“ an.
fr: C’est la troisième semaine de suite que vous créez « %@ ».
ru: Уже третью неделю подряд вы ставите «%@».
uk: Уже третій тиждень поспіль ви ставите «%@».
uz_cyrl: Сиз «%@»ни учинчи ҳафта кетма-кет қўйяпсиз.
uz_latn: Siz «%@»ni uchinchi hafta ketma-ket qo‘yyapsiz.

source: This time has already passed
ar: هذا الوقت قد مضى
de: Diese Zeit ist schon vorbei
fr: Cette heure est déjà passée
ru: Это время уже прошло
uk: Цей час уже минув
uz_cyrl: Бу вақт аллақачон ўтди
uz_latn: Bu vaqt allaqachon o‘tdi

source: This version is out of date. Install the new one from the App Store, it takes a minute.
ar: هذا الإصدار قديم. ثبّت الإصدار الجديد من App Store، لن يستغرق ذلك سوى دقيقة.
de: Diese Version ist veraltet. Installiere die neue aus dem App Store, das dauert eine Minute.
fr: Cette version est obsolète. Installez la nouvelle depuis l’App Store, cela prend une minute.
ru: Эта версия устарела. Поставьте новую из App Store, это займёт минуту.
uk: Ця версія застаріла. Встановіть нову з App Store, це займе хвилину.
uz_cyrl: Бу версия эскирган. App Store’дан янгисини ўрнатинг, бир дақиқа вақт олади.
uz_latn: Bu versiya eskirgan. App Store’dan yangisini o‘rnating, bir daqiqa vaqt oladi.

source: Through Do Not Disturb
ar: رغم «عدم الإزعاج»
de: Trotz „Nicht stören“
fr: Malgré Ne pas déranger
ru: Сквозь «Не беспокоить»
uk: Крізь «Не турбувати»
uz_cyrl: «Безовта қилинмасин»дан ўтиш
uz_latn: «Bezovta qilinmasin»dan o‘tish

source: Thunderstorm today
ar: عاصفة رعدية اليوم
de: Heute Gewitter
fr: Orage aujourd’hui
ru: Сегодня гроза
uk: Сьогодні гроза
uz_cyrl: Бугун момақалдироқ
uz_latn: Bugun momaqaldiroq

source: Thunderstorm tomorrow
ar: عاصفة رعدية غدًا
de: Morgen Gewitter
fr: Orage demain
ru: Завтра гроза
uk: Завтра гроза
uz_cyrl: Эртага момақалдироқ
uz_latn: Ertaga momaqaldiroq

source: Tick-tock
ar: تك تك
de: Tick-Tack
fr: Tic-tac
ru: Тик-так
uk: Тік-так
uz_cyrl: Тиқ-тақ
uz_latn: Tiq-taq

source: Time
ar: الوقت
de: Zeit
fr: Heure
ru: Время
uk: Час
uz_cyrl: Вақт
uz_latn: Vaqt

source: Today
ar: اليوم
de: Heute
fr: Aujourd’hui
ru: Сегодня
uk: Сьогодні
uz_cyrl: Бугун
uz_latn: Bugun

source: Today's reminders, mark them right on the widget.
ar: تذكيرات اليوم، ضع علامة عليها مباشرة من الأداة.
de: Die heutigen Erinnerungen, direkt im Widget abhaken.
fr: Les rappels du jour, à cocher directement sur le widget.
ru: Напоминания на сегодня, отмечайте прямо на виджете.
uk: Нагадування на сьогодні, позначайте прямо на віджеті.
uz_cyrl: Бугунги эслатмалар, тўғридан-тўғри виджетда белгиланг.
uz_latn: Bugungi eslatmalar, to‘g‘ridan-to‘g‘ri vidjetda belgilang.

source: Today, %@
ar: اليوم، %@
de: Heute, %@
fr: Aujourd’hui, %@
ru: Сегодня, %@
uk: Сьогодні, %@
uz_cyrl: Бугун, %@
uz_latn: Bugun, %@

source: Tomorrow morning
ar: غدًا صباحًا
de: Morgen früh
fr: Demain matin
ru: Завтра утром
uk: Завтра вранці
uz_cyrl: Эртага эрталаб
uz_latn: Ertaga ertalab

source: Tomorrow, %@
ar: غدًا، %@
de: Morgen, %@
fr: Demain, %@
ru: Завтра, %@
uk: Завтра, %@
uz_cyrl: Эртага, %@
uz_latn: Ertaga, %@

source: Tonight
ar: هذا المساء
de: Heute Abend
fr: Ce soir
ru: Вечером
uk: Увечері
uz_cyrl: Кечқурун
uz_latn: Kechqurun

source: Too many attempts. Try again in a minute.
ar: محاولات كثيرة جدًا. حاول مرة أخرى بعد دقيقة.
de: Zu viele Versuche. Versuch es in einer Minute noch einmal.
fr: Trop de tentatives. Réessayez dans une minute.
ru: Слишком много попыток. Попробуйте через минуту.
uk: Забагато спроб. Спробуйте за хвилину.
uz_cyrl: Уринишлар жуда кўп. Бир дақиқадан кейин уриниб кўринг.
uz_latn: Urinishlar juda ko‘p. Bir daqiqadan keyin urinib ko‘ring.

source: Touch and hold an empty spot on the Home Screen, tap Edit and then Add Widget. You can tick reminders right on the widget.
ar: اضغط مطولًا على مكان فارغ في الشاشة الرئيسية، ثم «تعديل» و«إضافة أداة». يمكنك تعليم التذكيرات من الأداة مباشرة.
de: Halte eine freie Stelle auf dem Home-Bildschirm gedrückt, tippe auf Bearbeiten und dann auf Widget hinzufügen. Erinnerungen kannst du direkt im Widget abhaken.
fr: Maintenez un espace vide de l’écran d’accueil, touchez Modifier puis Ajouter un widget. Vous pouvez cocher les rappels directement sur le widget.
ru: Удерживайте пустое место на экране «Домой», нажмите «Править» и «Добавить виджет». Отмечать напоминания можно прямо на виджете.
uk: Утримуйте порожнє місце на початковому екрані, натисніть «Редагувати» і «Додати віджет». Позначати нагадування можна просто на віджеті.
uz_cyrl: Бош экрандаги бўш жойни босиб туринг, «Таҳрирлаш» ва «Виджет қўшиш»ни босинг. Эслатмаларни тўғридан-тўғри виджетда белгилаш мумкин.
uz_latn: Bosh ekrandagi bo‘sh joyni bosib turing, «Tahrirlash» va «Vidjet qo‘shish»ni bosing. Eslatmalarni to‘g‘ridan-to‘g‘ri vidjetda belgilash mumkin.
